Arjun.swagger-viewer
be5invis.toml
christian-kohler.path-intellisense
codezombiech.gitignore
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
DotJoshJohnson.xml
eamodio.gitlens
esbenp.prettier-vscode
foxundermoon.shell-format
GitHub.copilot
GitHub.copilot-labs
github.vscode-github-actions
GitHub.vscode-pull-request-github
glenn2223.live-sass
golang.go
hashicorp.terraform
inferrinizzard.prettier-sql-vscode
mhutchie.git-graph
mikestead.dotenv
mosapride.zenkaku
ms-azuretools.vscode-docker
ms-vscode.live-server
ms-vscode.makefile-tools
oderwat.indent-rainbow
PKief.material-icon-theme
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust-analyzer
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
statiolake.vscode-rustfmt
stylelint.vscode-stylelint
tombonnike.vscode-status-bar-format-toggle
tomoki1207.pdf
unifiedjs.vscode-remark
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
