4ops.terraform
akamud.vscode-theme-onedark
apollographql.vscode-apollo
Arjun.swagger-viewer
astro-build.astro-vscode
BazelBuild.vscode-bazel
Boto3typed.boto3-ide
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
codezombiech.gitignore
csstools.postcss
DavidAnson.vscode-markdownlint
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
exiasr.hadolint
folke.vscode-monorepo-workspace
formulahendry.auto-rename-tag
foxundermoon.shell-format
GitHub.copilot
GitHub.copilot-labs
GitHub.remotehub
github.vscode-github-actions
GitHub.vscode-pull-request-github
golang.go
Gruntfuggly.todo-tree
hashicorp.terraform
hoovercj.vscode-settings-cycler
huber-baste.msgpack
humao.rest-client
IBM.output-colorizer
jeff-hykin.polacode-2019
jrebocho.vscode-random
mechatroner.rainbow-csv
mikestead.dotenv
mosapride.zenkaku
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-repositories
msysyamamoto.vscode-digdag
oderwat.indent-rainbow
Oracle.mysql-shell-for-vs-code
pranaygp.vscode-css-peek
redhat.vscode-yaml
RomanPeshkov.vscode-text-tables
rust-lang.rust-analyzer
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
statiolake.vscode-rustfmt
streetsidesoftware.code-spell-checker
Tim-Koehler.helm-intellisense
timonwong.shellcheck
twxs.cmake
vincaslt.highlight-matching-tag
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
zxh404.vscode-proto3
