Arjun.swagger-viewer
be5invis.toml
biomejs.biome
bmewburn.vscode-intelephense-client
charliermarsh.ruff
christian-kohler.path-intellisense
chuckjonas.apex-pmd
claudiosanches.woocommerce
codezombiech.gitignore
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
DotJoshJohnson.xml
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
exiasr.hadolint
fabiowquixada.vscode-isml-linter
FinancialForce.lana
formulahendry.auto-rename-tag
foxundermoon.shell-format
ghgofort.sfcc-metadata-explorer
GitHub.copilot
GitHub.copilot-chat
GitHub.copilot-labs
github.vscode-github-actions
GitHub.vscode-pull-request-github
glenn2223.live-sass
golang.go
hashicorp.terraform
hoovercj.vscode-settings-cycler
humao.rest-client
inferrinizzard.prettier-sql-vscode
janisdd.vscode-edit-csv
Jay-rO-o.center-cursor
jock.svg
kaiwood.center-editor-window
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
mosapride.zenkaku
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.flake8
ms-python.isort
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-vscode.live-server
ms-vscode.makefile-tools
naumovs.color-highlight
neilbrayfield.php-docblocker
oderwat.indent-rainbow
peakchen90.open-html-in-browser
PKief.material-icon-theme
quicktype.quicktype
redhat.vscode-xml
redhat.vscode-yaml
rodrigovallades.es7-react-js-snippets
rust-lang.rust-analyzer
ryu1kn.partial-diff
salesforce.salesforce-vscode-slds
salesforce.salesforcedx-vscode
salesforce.salesforcedx-vscode-apex
salesforce.salesforcedx-vscode-apex-debugger
salesforce.salesforcedx-vscode-apex-replay-debugger
salesforce.salesforcedx-vscode-core
salesforce.salesforcedx-vscode-expanded
salesforce.salesforcedx-vscode-lightning
salesforce.salesforcedx-vscode-lwc
salesforce.salesforcedx-vscode-soql
salesforce.salesforcedx-vscode-visualforce
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
SqrTT.prophet
statiolake.vscode-rustfmt
steoates.autoimport
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
tombonnike.vscode-status-bar-format-toggle
tomoki1207.pdf
unifiedjs.vscode-remark
unional.vscode-sort-package-json
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
Vue.volar
wayou.vscode-todo-highlight
xabikos.JavaScriptSnippets
xdebug.php-debug
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
